<%@ page contentType="text/html; charset=UTF-8" %>
<!DOCTYPE html>
<html lang="en-IE">
<head>
    <meta charset="utf-8">

<meta name="viewport" content="width=device-width, initial-scale=1">
<meta http-equiv="Content-Type" content="text/html; charset=utf-8">

    <link rel="icon" type="image/png" href="/ccsub/resources/mcg/gamespark/gamespark_favicon.png" />

        <title>Games-Hub</title>
    <link href="css/style_t.css" rel="stylesheet">

<link href="css/site.css?v=1525964373" rel="stylesheet">    </head>
<body>
<!-- Page-->
<div class="page text-center">
    <!-- Page Header-->
    
    <!-- Page Content-->
    <main class="page-content">

    
        
<section class="section-70 section-md-100">

	<div class="shell">
		<div class="range range-xs-center">
			<div class="cell-md-9">
				<section>
				
					<br />
					<article class="post post-default text-left">

						<header>	
							<h4 class="text-center">ΟΡΟΙ ΧΡΗΣΗΣ</h4>
						</header>
							
    <style>
        .page_wrap__title {
            text-align: center;
            margin: 10px 0 20px 0;
        }

        .header {
            display: flex;
            align-items: center;
            padding: 5px;
            background: rgba(0, 0, 0, .5);
        }

        .header__logo {
            display: flex;
            align-items: center;
            padding: 10px 0;
            box-sizing: border-box;
        }

        .header__logo img {
            height: 50px;
        }

        .tabs__item__card {
            margin-bottom: 15px;
            color:#0B0302;
        }

        .tabs__item__card p {
            margin-bottom: 15px;
        }

        .tabs__item__card__title {
            margin-bottom: 10px;
        }
    </style>
    <br /><br />
    <div class="page_wrap">
        <div class="tabs__item__card">
            <h3 class="tabs__item__card__title">ΓΕΝΙΚΗ ΑΠΟΔΟΧΗ</h3>
            <p>Το Welcome GamesHub ("εμείς" και "εμείς", ανάλογα με την περίπτωση) σάς παρέχει μια υπηρεσία (όπως ορίζεται παρακάτω) σύμφωνα με τους ακόλουθους Όρους Χρήσης (τους "Όρους Χρήσης"), τους οποίους ενδέχεται να ενημερώνουμε από καιρό κατά καιρούς στον Ιστότοπό μας. Όλη η διακριτική ευχέρεια χωρίς ειδοποίηση για εσάς. Συμφωνώντας να συνεχίσετε να χρησιμοποιείτε την Υπηρεσία μετά από μια τέτοια ενημέρωση, συμφωνείτε ότι δεσμεύεστε από το παρόν Συμφωνητικό, το οποίο δεσμεύεται από τους ενημερωμένους Όρους Χρήσης. Εάν χρησιμοποιείτε ορισμένες υπηρεσίες που συντηρούνται ή συντηρούνται από το GamesHub, εσείς και το GamesHub υπόκεινται επίσης στις δημοσιευμένες οδηγίες ή κανόνες αυτών των υπηρεσιών, οι οποίοι ενδέχεται να δημοσιεύονται κατά καιρούς. Οποιεσδήποτε τέτοιες οδηγίες ή κανόνες ενσωματώνονται με αναφορά στους Όρους. Στις περισσότερες περιπτώσεις, οι οδηγίες και οι κανόνες σχετίζονται με ένα συγκεκριμένο τμήμα της υπηρεσίας και σας βοηθούν να εφαρμόσετε τους όρους χρήσης σε αυτό το τμήμα. Εάν οι όροι χρήσης δεν συμμορφώνονται με τις οδηγίες ή τους κανόνες, υπερισχύουν οι όροι χρήσης. Η Gameshub και / ή η εταιρεία χαρτοφυλακίου της, η μητρική εταιρεία, η θυγατρική ή η θυγατρική της μπορεί επίσης να παρέχει άλλες υπηρεσίες που υπόκεινται σε διαφορετικούς όρους χρήσης. Σε αυτήν την περίπτωση, οι γενικοί όροι και προϋποθέσεις δεν ισχύουν για άλλες υπηρεσίες, στο βαθμό και στο βαθμό που αυτό αποκλείεται ρητά από αυτούς τους αποκλίνουσες όρους χρήσης.</p>
        </div>
        <div class="tabs__item__card">
            <h3 class="tabs__item__card__title">Περιγραφή των υπηρεσιών</h3>
            <p>Το GamesHub παρέχει στους χρήστες μέσω του δικτύου ιδιοκτησίας του πρόσβαση σε μια εκτενή συλλογή πόρων, συμπεριλαμβανομένου εξατομικευμένου περιεχομένου και επώνυμων προγραμμάτων (η "Υπηρεσία"), προσβάσιμη μέσω οποιουδήποτε μέσου ή συσκευής που είναι τώρα γνωστή ή στη συνέχεια αναπτύχθηκε. , υπηρεσίες κινητής τηλεφωνίας ή επικοινωνιών (όπως υπηρεσία σύντομων μηνυμάτων (SMS) ή / και άλλες υπηρεσίες ή πρωτόκολλα Διαδικτύου ή τηλεπικοινωνιών (όπως το WAP (Wireless Application Protocol)) δεν περιορίζονται στον κόσμο</p>
            <p> Καταλαβαίνετε και συμφωνείτε ότι η Υπηρεσία ενδέχεται να περιέχει διαφημίσεις και ότι τέτοια διαφήμιση είναι απαραίτητη για την παροχή της Υπηρεσίας από το GamesHub. Καταλαβαίνετε και συμφωνείτε ότι η Υπηρεσία ενδέχεται να περιέχει συγκεκριμένα μηνύματα από το Gameshub, όπως: Β .: Ειδήσεις υπηρεσίας, Ειδησεογραφικά νέα και ενημερωτικά δελτία GamesHub Αυτή η επικοινωνία θεωρείται μέρος της συνδρομής σας στο Games Hub και δεν μπορείτε να αρνηθείτε τη λήψη αυτών των μηνυμάτων. Εκτός αν αναφέρεται διαφορετικά, όλες οι νέες δυνατότητες που βελτιώνουν ή βελτιώνουν την υπάρχουσα υπηρεσία, συμπεριλαμβανομένης της κυκλοφορίας νέων λειτουργιών The Best Me, υπόκεινται στους Όρους Χρήσης. Κατανοείτε και συμφωνείτε ότι η Υπηρεσία παρέχεται "ως έχει" και ότι το Games Hub δεν είναι υπεύθυνο για νόμισμα, διαγραφή, εσφαλμένη παράδοση ή αποτυχία αποθήκευσης των ρυθμίσεων επικοινωνίας ή προσαρμογής. Είστε υπεύθυνοι για την πρόσβαση στην Υπηρεσία. Τέλη τρίτων (όπως πάροχοι υπηρεσιών Διαδικτύου ή τέλη εκπομπής) ενδέχεται να χρεώνονται από αυτήν την Άδεια. Είστε υπεύθυνοι για αυτές τις χρεώσεις, συμπεριλαμβανομένων εκείνων για την εμφάνιση ή την προβολή των διαφημίσεών σας. Πρέπει επίσης να παρέχετε και να είστε υπεύθυνοι για όλο τον εξοπλισμό που απαιτείται για τη χρήση της Υπηρεσίας. </p>
			<p>
Λάβετε υπόψη ότι το GamesHub έχει δημιουργήσει συγκεκριμένες περιοχές υπηρεσιών που δεν μπορούν να προβληθούν γενικά και ότι πρέπει να πληροίτε ορισμένες προϋποθέσεις για να έχετε πρόσβαση σε αυτές τις περιοχές</p>
        </div>
        <div class="tabs__item__card">
            <h3 class="tabs__item__card__title">βλάβη</h3>
            <p>Εάν παραβιάσετε τους Όρους Χρήσης, το GamesHub ενδέχεται να σας ειδοποιήσει για την παραβίαση ή, κατά την απόλυτη κρίση του, να τερματίσει αμέσως τυχόν λογαριασμούς που έχετε δημιουργήσει για την επιχείρησή σας. Καταλαβαίνετε ότι το Gameshub δεν χρειάζεται να σας ειδοποιήσει πριν ακυρώσετε τον λογαριασμό σας.</p>    
			</div>
        <div class="tabs__item__card">
            <h3 class="tabs__item__card__title">Αυτοί οι όροι και προϋποθέσεις σε συνδυασμό με άλλες προσφορές</h3>
            <p>Οι Όροι Χρήσης και τυχόν αναρτημένοι κανόνες ή οδηγίες που σχετίζονται με μια συγκεκριμένη δραστηριότητα, υπηρεσία συνεργατών, διαγωνισμό ή λαχειοφόρο αγορά αποτελούν το σύνολο της συμφωνίας μεταξύ εσάς και της GamesHub σε σχέση με τα δικαιώματα και τις υποχρεώσεις σας. σύμφωνα με. </p>     </div>
        <div class="tabs__item__card">
            <h3 class="tabs__item__card__title">Η υποχρέωσή σας να εγγραφείτε</h3>
            <p>Εξετάζοντας τη χρήση της Υπηρεσίας, δηλώνετε ότι είστε νόμιμης ηλικίας για να συνάψετε δεσμευτική συμφωνία και ότι δεν είστε πρόσωπο που απαγορεύεται να λαμβάνει τις Υπηρεσίες σύμφωνα με τους νόμους της Σιγκαπούρης ή οποιασδήποτε άλλης ισχύουσας δικαιοδοσίας. Συμφωνείτε επίσης να (α) παρέχετε ακριβείς, ακριβείς, τρέχουσες και πλήρεις πληροφορίες για τον εαυτό σας, όπως ορίζονται στη Φόρμα Εγγραφής Υπηρεσίας ("Πληροφορίες Εγγραφής") και (β) να διατηρείτε και να ενημερώνετε άμεσα τις πληροφορίες εγγραφής για να βεβαιωθείτε ότι είστε αληθινοί και ακριβείς , τρέχον και πλήρες. Εάν παρέχετε ψευδείς, ανακριβείς, ξεπερασμένες ή ελλιπείς πληροφορίες ή εάν η Gameshub έχει βάσιμους λόγους να υποπτεύεται ότι αυτές οι πληροφορίες είναι ψευδείς, ανακριβείς, ξεπερασμένες ή ελλιπείς, η Gameshub διατηρεί το δικαίωμα να αναστείλει ή να τερματίσει τον λογαριασμό σας, οποιαδήποτε τρέχουσα ή μελλοντική άρνηση να χρησιμοποιήσετε την Υπηρεσία (ή οποιοδήποτε τμήμα αυτής). ). Το Gameshub ανησυχεί για την ασφάλεια και το απόρρητο όλων των χρηστών, ιδίως των παιδιών. Σημειώστε, ωστόσο, ότι η υπηρεσία πρέπει να προσελκύσει ένα ευρύ κοινό. Εάν είστε γονέας ή νόμιμος κηδεμόνας, πρέπει να καθορίσετε εάν οι Υπηρεσίες ή / και το Περιεχόμενο (όπως ορίζεται στην Ενότητα 8 παρακάτω) είναι κατάλληλα για το παιδί σας. Εάν είστε παιδί, επικοινωνήστε με τον γονέα ή τον νόμιμο κηδεμόνα σας για να μάθετε εάν κάποια από τις υπηρεσίες ή / και το περιεχόμενο είναι κατάλληλο για εσάς. </p>
			<p>Παρά τα παραπάνω, ενδέχεται να σας παραχωρήσουμε πρόσβαση σε ορισμένα τμήματα της Υπηρεσίας χωρίς να χρειάζεται να εγγραφείτε ως χρήστης. Σε αυτήν την περίπτωση, η ταυτότητά σας θα βασίζεται σε άλλα μέσα αναγνώρισης που θεωρούμε κατάλληλα. Όπου ενδείκνυται, η ταυτοποίηση μπορεί να βασίζεται σε πληροφορίες που προσδιορίζουν τη συνδρομή σας σε κινητές συσκευές ή τηλεπικοινωνίες, όπως: Β .: Ο αριθμός συνδρομής που σας παρέχεται από τον πάροχο υπηρεσιών σας ή τον αριθμό MSISDN (Κινητό ψηφιακό δίκτυο ολοκληρωμένων υπηρεσιών). Συμφωνείτε ότι τέτοιες πληροφορίες θα συλλεχθούν και θα κοινοποιηθούν σε εμάς και θα χρησιμοποιηθούν σύμφωνα με τους Όρους Χρήσης. </p>   </div>
        <div class="tabs__item__card">
            <h3 class="tabs__item__card__title">Πολιτική απορρήτου του Hub παιχνιδιών</h3>
            <p>Η πολιτική εγγραφής μας, η οποία ενσωματώνεται με αναφορά σε αυτούς τους Όρους Χρήσης, ισχύει για τις πληροφορίες εγγραφής σας και ορισμένες άλλες πληροφορίες που σχετίζονται με εσάς. Υποβάλλοντας ή υποβάλλοντας πληροφορίες εγγραφής και άλλες πληροφορίες σχετικά με εσάς, συμφωνείτε ότι θα χρησιμοποιήσουμε ή θα αποκαλύψουμε τέτοιες πληροφορίες σύμφωνα με την παρούσα Πολιτική Απορρήτου και ότι συναινείτε σε αυτήν τη χρήση ή αποκάλυψη. Συμφωνείτε περαιτέρω ότι μπορεί κατά καιρούς να ζητάτε ρητά να λαμβάνετε ειδοποιήσεις και υλικό του GameHub υποβάλλοντας τα στοιχεία εγγραφής σας και / ή χρησιμοποιώντας την Υπηρεσία. Χρησιμοποιώντας την Υπηρεσία, συναινείτε στη συλλογή και τη χρήση αυτών των πληροφοριών (σύμφωνα με την Πολιτική Απορρήτου μας), συμπεριλαμβανομένης της μεταφοράς αυτών των πληροφοριών στη Σιγκαπούρη ή / και σε άλλες χώρες από το The Best Me και τις συνδεδεμένες εταιρείες της </p>    </div>
        <div class="tabs__item__card">
            <h3 class="tabs__item__card__title">Λογαριασμός μέλους, κωδικός πρόσβασης και ασφάλεια</h3>
            <p>Μόλις ολοκληρώσετε τη διαδικασία εγγραφής υπηρεσίας, θα λάβετε έναν μοναδικό σύνδεσμο που θα σας επιτρέψει να χρησιμοποιήσετε την υπηρεσία. Είστε υπεύθυνοι για τη διατήρηση της εμπιστευτικότητας του συνδέσμου και είστε πλήρως υπεύθυνοι για όλες τις δραστηριότητες που πραγματοποιούνται στο λογαριασμό σας. Συμφωνείτε να (α) ειδοποιήσετε αμέσως το Κέντρο παιχνιδιών για οποιαδήποτε μη εξουσιοδοτημένη χρήση ή άλλη παραβίαση της ασφάλειας του λογαριασμού σας και (β) να διασφαλίσετε ότι θα αποχωρήσετε από το λογαριασμό σας στο τέλος κάθε περιόδου σύνδεσης. Το Games Hub δεν μπορεί και δεν θα είναι υπεύθυνο για οποιαδήποτε απώλεια ή ζημιά που προκύπτει από τη μη συμμόρφωση με αυτήν την ενότητα. </p>      </div>

<!--         <div class="tabs__item__card"> -->
<!--             <h3 class="tabs__item__card__title">Mitgliedskonto, Passwort und Sicherheit</h3> -->
<!--             <p>Nach Abschluss des Registrierungsvorgangs für den Dienst erhalten Sie einen eindeutigen Link, über den Sie auf den Dienst zugreifen können. Sie sind für die Wahrung der Vertraulichkeit des Links verantwortlich und Sie sind voll verantwortlich für alle Aktivitäten, die unter Ihrem Konto stattfinden. Sie erklären sich damit einverstanden, (a) Games Park unverzüglich über die nicht autorisierte Nutzung Ihres Kontos oder andere Sicherheitsverletzungen zu informieren und (b) sicherzustellen, dass Sie Ihr Konto am Ende jeder Sitzung verlassen. Games Park kann und wird nicht für Verluste oder Schäden haftbar gemacht, die sich aus der Nichtbeachtung dieses Abschnitts ergeben.</p> -->
<!--         </div> -->

        <div class="tabs__item__card">
            <h3 class="tabs__item__card__title">Κόστος υπηρεσίας</h3>
            <p>Η συνδρομητική υπηρεσία κοστίζει 2.08 x 3 ανά εβδομάδα. Η χρέωση θα πραγματοποιηθεί μέσω του κινητού σας τηλεφώνου ή θα χρεωθεί από τον προπληρωμένο λογαριασμό σας. Ενδέχεται να χρεωθείτε για αποστολή ή πληροφορίες. </p>       </div>
        <div class="tabs__item__card">
            <h3 class="tabs__item__card__title">Πρόσβαση στο περιεχόμενο</h3>
            <p>Μόλις εγγραφείτε στην υπηρεσία, μπορείτε να χρησιμοποιήσετε την πύλη http://www.thegames-hub.com/. Η χρέωση θα πραγματοποιηθεί μέσω του κινητού σας τηλεφώνου ή θα χρεωθεί από τον προπληρωμένο λογαριασμό σας. Ενδέχεται να ισχύουν χρεώσεις χειριστή ή δεδομένων. </p> </div>
        <div class="tabs__item__card">
            <h3 class="tabs__item__card__title">αποσύνδεση</h3>
            <p>Jos haluat peruuttaa tilauksen milloin tahansa, lähetä STOP GMS 54422. Kiitos </p>   </div>
        <div class="tabs__item__card">
            <h3 class="tabs__item__card__title">Επικοινωνία</h3>
            <p>Εάν έχετε οποιεσδήποτε ερωτήσεις, καλέστε το 0080 022 3018 ή στείλτε email στο info@vacastudios.com </p>        </div>
        
    </div>
	</article>

				</section>
			</div>

		</div>
	</div>
</section>
    </main>

    <!-- Page Footer-->
    <footer class="page-footer context-dark">

        <section class="bg-gray-darker section-23">

            <div class="shell">

                <div class="range range-sm-justify">
                    <div class="cell-md-5 offset-top-25 offset-md-top-0 text-md-left copyright-text">
                        <p class="text-light">
                            © <span id="copyright-year"></span> 
                             Ολα τα δικαιώματα διατηρούνται.                                                   </p>
                    </div>
                                        <div class="cell-md-5 offset-top-25 offset-md-top-0 text-md-center" style="text-align: right; padding-right:30px;">
                    	
                    
                    </div>
                                    </div>

            </div>

        </section>

    </footer>

</div>



</body>
</html>
